const students = {
  "123456": {
    name: "ياسين حماده",
    info: "غير متاح",
    main: "الصف الأول الثانوي",
    attendance: {
      "السبت": "غائب",
      "الأحد": "حاضر",
      "الاثنين": "حاضر",
      "الثلاثاء": "غائب",
      "الأربعاء": "حاضر",
      "الخميس": "غائب",
      "الجمعة": "-"
    },
    fees: {
      "أغسطس": true,
      "سبتمبر": true,
      "أكتوبر": false,
      "نوفمبر": true,
      "ديسمبر": false,
      "يناير": false,
      "فبراير": true,
      "مارس": false,
      "أبريل": false
    }
  }
};
