const students = {
  "123455": {
    "name": "محمود محمد",
    "main": "الثالث الاعدادي",
    "info": "متميز",
    "attendance": {
      "السبت": "غائب",
      "الأحد": "-",
      "الاثنين": "غائب",
      "الثلاثاء": "-",
      "الأربعاء": "غائب",
      "الخميس": "-",
      "الجمعة": "غائب"
    },
    "fees": {
      "أغسطس": true,
      "سبتمبر": false,
      "أكتوبر": false,
      "نوفمبر": false,
      "ديسمبر": false,
      "يناير": false,
      "فبراير": false,
      "مارس": false,
      "أبريل": false
    }
  }
};