const students = {
  "123455": {
    "name": "محمود محمد",
    "main": "الاول الاعدادي",
    "info": "متميز",
    "attendance": {
      "السبت": "غائب",
      "الأحد": "حاضر",
      "الاثنين": "غائب",
      "الثلاثاء": "حاضر",
      "الأربعاء": "غائب",
      "الخميس": "حاضر",
      "الجمعة": "حاضر"
    },
    "fees": {
      "أغسطس": false,
      "سبتمبر": false,
      "أكتوبر": false,
      "نوفمبر": false,
      "ديسمبر": false,
      "يناير": false,
      "فبراير": false,
      "مارس": false,
      "أبريل": false
    }
  }
};