const students = {
  "1042011": {
    "name": "احمد محسن ",
    "main": "الاول الاعدادي ",
    "info": ".",
    "attendance": {
      "السبت": "-",
      "الأحد": "-",
      "الاثنين": "-",
      "الثلاثاء": "-",
      "الأربعاء": "-",
      "الخميس": "-",
      "الجمعة": "-"
    },
    "fees": {
      "أغسطس": false,
      "سبتمبر": false,
      "أكتوبر": false,
      "نوفمبر": false,
      "ديسمبر": false,
      "يناير": false,
      "فبراير": false,
      "مارس": false,
      "أبريل": false
    }
  }
};