const students = {
  "123455": {
    "name": "ثضصف",
    "main": "ثفص",
    "info": "ثفص",
    "attendance": {
      "السبت": "غائب",
      "الأحد": "حاضر",
      "الاثنين": "حاضر",
      "الثلاثاء": "حاضر",
      "الأربعاء": "حاضر",
      "الخميس": "-",
      "الجمعة": "-"
    },
    "fees": {
      "أغسطس": true,
      "سبتمبر": false,
      "أكتوبر": false,
      "نوفمبر": false,
      "ديسمبر": false,
      "يناير": false,
      "فبراير": true,
      "مارس": false,
      "أبريل": false
    }
  }
};