const students = {
  "123455": {
    "name": "محمود محمد",
    "main": "الثالث الاعدادي",
    "info": "متميز",
    "attendance": {
      "السبت": "حاضر",
      "الأحد": "حاضر",
      "الاثنين": "غائب",
      "الثلاثاء": "غائب",
      "الأربعاء": "حاضر",
      "الخميس": "حاضر",
      "الجمعة": "حاضر"
    },
    "fees": {
      "أغسطس": true,
      "سبتمبر": true,
      "أكتوبر": true,
      "نوفمبر": true,
      "ديسمبر": true,
      "يناير": true,
      "فبراير": true,
      "مارس": true,
      "أبريل": true
    }
  }
};